{
    "start": {
        "en": "If you plan to provide taxi services, please send us your Geolocation from the menu 📎.",
        "ru": "Если вы планируете предоставлять услуги такси, пожалуйста, отправьте нам свою Геолокацию из меню 📎.",
        "ua": "Якщо ви плануєте надавати послуги таксі, будь ласка, надішліть нам свою Геолокацію з меню 📎."
    },
    "continue": {
        "en": "Hello {user_mention}! If you plan to provide taxi services, please select a group in your region from the list:",
        "ru": "Привет {user_mention}! Если вы планируете предоставлять услуги такси, пожалуйста выберите группу вашего региона из списка:",
        "ua": "Привіт {user_mention}! Якщо ви плануєте надавати послуги таксі, будь ласка, виберіть групу вашого регіону зі списку:"
    },
    "continue_sub": {
        "en": "Please select the group you want to send your 📍 Geotag to:",
        "ru": "Пожалуйста, выберите группу, которой вы хотите отправить свою 📍геометку:",
        "ua": "Будь ласка, оберіть групу, якій ви хочете відправити свою 📍геометку:"
    },
    "group_selection": {
        "en": "You have selected a group: {group_name}.\n\nIf you want to change your choice or make a different choice, just type /start.",
        "ru": "Вы выбрали группу: {group_name}.\n\nЕсли вы хотите изменить свой выбор или сделать другой выбор, просто введите команду /start.",
        "ua": "Ви обрали групу: {group_name}.\n\nЯкщо ви бажаєте змінити свій вибір або зробити інший вибір, просто введіть /start."
    },
    "free": {
        "en": "Free",
        "ru": "Свободен",
        "ua": "Вільний"
    },
    "start_working": {
        "en": "If you have the opportunity to get started, please click on the [Free] button below to share your Geolocation. \n\n This way we can send your 📍geotag to the right group so that people can use your taxi service. \n Thank you for your willingness to help! 🚕🌟",
        "ru": "Если у вас есть возможность начать работать, пожалуйста, нажмите на кнопку [Свободен] ниже, чтобы поделиться своей Геолокацией. \n\n Так мы сможем отправить вашу 📍геометку в нужную группу, чтобы люди могли воспользоваться вашим такси-сервисом. \n Спасибо за вашу готовность помочь! 🚕🌟",
        "ua": "Якщо у вас є можливість почати працювати, будь ласка, натисніть кнопку [Bільний] нижче, щоб поділитися своєю геолокацією. \n\nТак ми зможемо відправити вашу 📍геометку в потрібну групу, щоб люди могли скористатися вашим таксі-сервісом. \n Дякуємо за вашу готовність допомогти! 🚕🌟"
    },
    "no_access_location": {
        "en": "Sorry {user_mention}, but we can't access your location.\n\n Please contact the chat admin @ramal_softdev for help. We will wait for your request and hope that we will be able to provide you with our taxi service in the near future. \n Thank you for your understanding! 🚕🌟😊",
        "ru": "Простите, {user_mention}, но мы не можем получить доступ к вашему местоположению.\n\n Пожалуйста, свяжитесь с администратором чата @ramal_softdev для помощи. Будем ждать вашего обращения и надеемся, что сможем предоставить вам нашу услугу такси в ближайшее время. \n Спасибо за понимание! 🚕🌟😊",
        "ua": "Вибачте, {user_mention}, але ми не можемо отримати доступ до вашого розташування.\n\n Будь ласка, зв'яжіться з адміністратором чату @ramal_softdev для допомоги. Будемо чекати на ваше звернення і сподіваємося, що зможемо надати вам нашу послугу таксі найближчим часом. \n Дякуємо за розуміння! 🚕🌟😊"
    },
    "username_important": {
        "en": "Important message! ⚠️\n\nTo continue working with the bot, you need to add \"username\" (also known as \"username\") in the Telegram settings.\nWithout \"username\", the bot will not be able to provide you with full functionality.\nAdd \"username\" right now to get all the features of our bot!\n\nThank you for your understanding! 🙏",
        "ru": "Важное сообщение! ⚠️\n\nДля продолжения работы с ботом необходимо добавить \"имя пользователя\" (также известное как \"username\") в настройках Telegram.\nБез \"имени пользователя\" бот не сможет предоставить вам полный функционал.\nДобавьте \"имя пользователя\" прямо сейчас, чтобы получить все возможности нашего бота!\n\nСпасибо за понимание! 🙏",
        "ua": "Важливе повідомлення! ⚠️\n\nДля продовження роботи з ботом необхідно додати \"ім'я користувача\" (також відоме як \"username\") в налаштуваннях Telegram.\nБез \"імені користувача\" бот не зможе надати вам повний функціонал.\nДодайте \"ім'я користувача\" прямо зараз, щоб отримати всі можливості нашого бота! Спасибі за розуміння! 🙏"
    },
    "already_pressed_free_button": {
        "en": "You have already pressed the [Free] button. If you want to update the 📍 Geotag, just send your Geolocation again.",
        "ru": "Вы уже нажали кнопку [Свободен]. Если хотите обновить 📍геометку, просто отправьте свою Геолокацию ещё раз.",
        "ua": "Ви вже натиснули кнопку [Вільний]. Якщо хочете оновити 📍геометку, просто надішліть свою Геолокацію ще раз."
    },
    "confirm_continue": {
        "en": "Are you sure you want to continue?",
        "ru": "Вы уверены, что хотите продолжить?",
        "ua": "Ви впевнені, що хочете продовжити?"
    },
    "confirm_yes": {
        "en": "Yes",
        "ru": "Да",
        "ua": "Так"
    },
    "confirm_no": {
        "en": "No",
        "ru": "Нет",
        "ua": "Ні"
    },
    "confirm_continue_no": {
        "en": "You canceled the action to send your 📍geotage to the group. If you would like to become available to customers, simply resubmit your Location.",
        "ru": "Вы отменили действие по отправке вашей 📍геометки в группу. Если вы захотите стать доступным для клиентов, просто повторно отправьте свою Геолокацию.",
        "ua": "Ви скасували дію по відправленню вашої 📍геометки до групи. Якщо ви захочете стати доступним для клієнтів, просто відправте свою Геолокацію."
    },
    "driver_in_group": {
        "en": "",
        "ru": "",
        "ua": "Привіт! Я ваш таксист @{username} готовий допомогти вам з комфортною поїздкою 🚕🌟.\n\nБудь ласка, відправте мені свою Геолокацію з меню 📎, і я приїду до вас! З нетерпінням чекаю на можливість вам допомогти з переміщенням по місту.\nДякую за вибір нашого таксі-сервісу, і до швидкої зустрічі!"
    },
    "thanks_for_location": {
        "en": "Thank you for providing the location.\n\nWe have successfully sent it to the {chat_id} group. If you want to update your 📍Geotag in this group, just resubmit your Location.",
        "ru": "Благодарим вас за предоставленное местоположение.\n\nМы успешно отправили его в группу {chat_id}. Если вы захотите обновить свою 📍геометку в этой группе, просто повторно отправьте свою Геолокацию.",
        "ua": "Дякуємо вам за дане місце.\n\nМи успішно відправили його до групи {chat_id}. Якщо ви захочете оновити свою 📍геометку в цій групі, просто повторно надішліть свою Геолокацію."}
}